app/request_templates/stopdiscovery.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header/>
  <S:Body>
    <ns7:GetStopDiscovery xmlns:ns2="http://www.siri.org.uk/siri" xmlns:ns3="http://www.ifopt.org.uk/acsb" xmlns:ns4="http://www.ifopt.org.uk/ifopt" xmlns:ns5="http://datex2.eu/schema/2_0RC1/2_0" xmlns:ns6="http://scma/siri" xmlns:ns7="http://wsdl.siri.org.uk">
      <ServiceRequestInfo>
        <ns2:RequestTimestamp>2015-07-22T14:15:02.850+02:00</ns2:RequestTimestamp>
        <ns2:RequestorRef>GVB:DRIS</ns2:RequestorRef>
        <ns2:MessageIdentifier>StopDiscovery:Test:1</ns2:MessageIdentifier>
      </ServiceRequestInfo>
      <Request version="1.3">
        <ns2:RequestTimestamp>2015-07-22T14:15:02.850+02:00</ns2:RequestTimestamp>
        <ns2:MessageIdentifier>StopDiscovery:Test:1</ns2:MessageIdentifier>
      </Request>
      <RequestExtension/>
    </ns7:GetStopDiscovery>
  </S:Body>
</S:Envelope>
